export const state = () => ({
  news: [
    {
      id: 1,
      update: '2016/01/01',
      title: '',
      description:
        '個人事業者のための予約管理アプリケーション「○○○○○○(β版)」の事前登録受付を開始しました。事前登録特典として月額利用料が1年間50%割引でご利用いただけます。',
      contents:
        'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。'
    },
    {
      id: 2,
      update: '2016/01/01',
      title: '',
      description:
        '個人事業者のための予約管理アプリケーション「○○○○○○(β版)」の事前登録受付を開始しました。事前登録特典として月額利用料が1年間50%割引でご利用いただけます。',
      contents:
        'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。'
    }
  ]
})
